-- MySQL dump 10.13  Distrib 8.0.23, for Linux (x86_64)
--
-- Host: localhost    Database: mhriseDB
-- ------------------------------------------------------
-- Server version	5.5.5-10.4.18-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `weak_elements`
--

LOCK TABLES `weak_elements` WRITE;
/*!40000 ALTER TABLE `weak_elements` DISABLE KEYS */;
INSERT INTO `weak_elements` VALUES ('고샤하기','뇌',2),('고샤하기','화',3),('나루하타타히메','빙',1),('나루하타타히메','용',3),('나르가쿠르가','뇌',3),('나르가쿠르가','빙',1),('나르가쿠르가','용',1),('나르가쿠르가','화',2),('도스바기','뇌',2),('도스바기','수',2),('도스바기','화',3),('도스프로기','빙',3),('도스프로기','수',2),('디아블로스','뇌',1),('디아블로스','빙',3),('디아블로스','수',2),('디아블로스','용',2),('라잔','빙',3),('랑그로토라','뇌',1),('랑그로토라','빙',2),('랑그로토라','수',3),('로아루드로스','뇌',1),('로아루드로스','빙',1),('로아루드로스','화',3),('리오레우스','뇌',2),('리오레우스','빙',1),('리오레우스','수',1),('리오레우스','용',3),('리오레이아','뇌',2),('리오레이아','빙',1),('리오레이아','수',1),('리오레이아','용',3),('마가이마가도','뇌',1),('마가이마가도','수',2),('바살모스','뇌',1),('바살모스','빙',1),('바살모스','수',2),('바살모스','용',2),('바살모스','화',1),('벨리오로스','뇌',2),('벨리오로스','수',1),('벨리오로스','용',1),('벨리오로스','화',3),('볼보로스','빙',2),('볼보로스','용',1),('볼보로스','화',3),('비슈텐고','뇌',1),('비슈텐고','빙',3),('비슈텐고','화',2),('아오아시라','뇌',1),('아오아시라','빙',2),('아오아시라','화',3),('아케노시름','뇌',3),('아케노시름','빙',2),('아케노시름','수',3),('안쟈나프','뇌',1),('안쟈나프','빙',2),('안쟈나프','수',3),('야츠카다키','빙',3),('야츠카다키','수',1),('오로미도로','뇌',1),('오로미도로','빙',2),('오로미도로','용',1),('오로미도로','화',2),('오사이즈치','뇌',2),('오사이즈치','빙',1),('오사이즈치','수',1),('오사이즈치','화',1),('요츠미와두','뇌',3),('요츠미와두','빙',1),('요츠미와두','용',1),('요츠미와두','화',2),('울크스스','뇌',1),('울크스스','빙',1),('울크스스','화',3),('이부시마키히코','수',1),('이부시마키히코','용',3),('이부시마키히코','화',2),('이소네미쿠니','뇌',3),('이소네미쿠니','화',2),('쥬라토도스','뇌',2),('쥬라토도스','화',1),('진오우거','빙',2),('진오우거','수',1),('진오우거','화',1),('쿠루루야크','뇌',1),('쿠루루야크','빙',1),('쿠루루야크','수',1),('쿠루루야크','용',1),('쿠루루야크','화',1),('타마미츠네','뇌',3),('타마미츠네','빙',2),('타마미츠네','용',3),('토비카가치','빙',1),('토비카가치','수',3),('토비카가치','용',1),('토비카가치','화',2),('티가렉스','뇌',3),('티가렉스','빙',1),('티가렉스','수',1),('티가렉스','용',2),('푸루푸루','화',3),('푸케푸케','뇌',3),('푸케푸케','빙',2),('푸케푸케','용',1),('푸케푸케','화',1);
/*!40000 ALTER TABLE `weak_elements` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2021-03-26 16:52:45
